Repository: pivovar-samara/ddiary
Catalog: DDiary/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, zh_hans

# quick_entry.action.done
source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
it: Fine
ja: 完了
ko: 완료
nl: Gereed
pl: Gotowe
pt_br: Concluído
ru: Готово
sv: Klar
tr: Tamam
uk: Готово
zh_hans: 完成

# quick_entry.action.save
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ru: Сохранить
sv: Spara
tr: Kaydet
uk: Зберегти
zh_hans: 保存

# quick_entry.alert.error.title
source: Error
ar: خطأ
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
nl: Fout
pl: Błąd
pt_br: Erro
ru: Ошибка
sv: Fel
tr: Hata
uk: Помилка
zh_hans: 错误

# quick_entry.alert.ok
source: OK
ar: موافق
ko: 확인
ru: ОК
tr: Tamam
zh_hans: 确定

# quick_entry.alert.save_anyway
source: Save anyway
ar: حفظ على أي حال
de: Trotzdem speichern
es: Guardar de todas formas
fr: Enregistrer quand même
it: Salva comunque
ja: そのまま保存
ko: 그대로 저장
nl: Toch opslaan
pl: Zapisz mimo to
pt_br: Salvar mesmo assim
ru: Сохранить все равно
sv: Spara ändå
tr: Yine de kaydet
uk: Зберегти все одно
zh_hans: 仍然保存

# quick_entry.alert.unusual_values.title
source: Unusual values
ar: قيم غير اعتيادية
de: Ungewöhnliche Werte
es: Valores inusuales
fr: Valeurs inhabituelles
it: Valori insoliti
ja: 異常な値
ko: 비정상적인 값
nl: Ongebruikelijke waarden
pl: Nietypowe wartości
pt_br: Valores incomuns
ru: Необычные значения
sv: Ovanliga värden
tr: Olağandışı değerler
uk: Незвичні значення
zh_hans: 异常数值

# quick_entry.badge.unusual
source: Unusual
ar: غير اعتيادي
de: Ungewöhnlich
es: Inusual
fr: Inhabituel
it: Insolito
ja: 異常
ko: 비정상
nl: Ongebruikelijk
pl: Nietypowy
pt_br: Incomum
ru: Необычно
sv: Ovanligt
tr: Olağandışı
uk: Незвичне
zh_hans: 异常

# quick_entry.bp.field.diastolic
source: Diastolic
ar: الانبساطي
de: Diastolisch
es: Diastólica
fr: Diastolique
it: Diastolica
ja: 拡張期
ko: 이완기
nl: Diastolisch
pl: Rozkurczowe
pt_br: Diastólica
ru: Диастолическое
sv: Diastoliskt
tr: Diyastolik
uk: Діастолічний
zh_hans: 舒张压

# quick_entry.bp.field.pulse
source: Pulse
ar: النبض
de: Puls
es: Pulso
fr: Pouls
it: Polso
ja: 脈拍
ko: 맥박
nl: Pols
pl: Puls
pt_br: Pulso
ru: Пульс
sv: Puls
tr: Nabız
uk: Пульс
zh_hans: 脉搏

# quick_entry.bp.field.systolic
source: Systolic
ar: الانقباضي
de: Systolisch
es: Sistólica
fr: Systolique
it: Sistolica
ja: 収縮期
ko: 수축기
nl: Systolisch
pl: Skurczowe
pt_br: Sistólica
ru: Систолическое
sv: Systoliskt
tr: Sistolik
uk: Систолічний
zh_hans: 收缩压

# quick_entry.error.save_failed
source: Failed to save. Please try again.
ar: فشل الحفظ. يرجى المحاولة مجددًا.
de: Speichern fehlgeschlagen. Bitte versuche es erneut.
es: Error al guardar. Por favor, inténtalo de nuevo.
fr: Échec de l'enregistrement. Veuillez réessayer.
it: Salvataggio non riuscito. Riprova.
ja: 保存に失敗しました。もう一度お試しください。
ko: 저장하지 못했습니다. 다시 시도하세요.
nl: Opslaan mislukt. Probeer het opnieuw.
pl: Nie udało się zapisać. Spróbuj ponownie.
pt_br: Falha ao salvar. Por favor, tente novamente.
ru: Не удалось сохранить. Попробуйте еще раз.
sv: Det gick inte att spara. Försök igen.
tr: Kaydedilemedi. Lütfen tekrar deneyin.
uk: Не вдалося зберегти. Спробуйте ще раз.
zh_hans: 保存失败，请重试。

# quick_entry.glucose.title
source: Glucose
ar: جلوكوز
de: Glukose
es: Glucosa
it: Glucosio
ja: 血糖
ko: 혈당
pl: Glukoza
pt_br: Glicose
ru: Глюкоза
sv: Glukos
tr: Glikoz
uk: Глюкоза
zh_hans: 血糖

# quick_entry.glucose.value_placeholder
source: Value
ar: قيمة
de: Wert
es: Valor
fr: Valeur
it: Valore
ja: 値
ko: 값
nl: Waarde
pl: Wartość
pt_br: Valor
ru: Значение
sv: Värde
tr: Değer
uk: Значення
zh_hans: 数值

# quick_entry.validation.expected_range_format
source: Expected %@–%@
ar: المتوقع %@–%@
de: Erwartet %@–%@
es: Esperado %@–%@
fr: Attendu %@–%@
it: Previsto %@–%@
ja: 想定 %@–%@
ko: 예상 %@–%@
nl: Verwacht %@–%@
pl: Oczekiwano %@–%@
pt_br: Esperado %@–%@
ru: Ожидается %@–%@
sv: Förväntat %@–%@
tr: Beklenen %@–%@
uk: Очікується %@–%@
zh_hans: 预期 %@–%@

# quick_entry.validation.glucose_warning_format
source: Glucose: %@
ar: جلوكوز: %@
de: Glukose: %@
es: Glucosa: %@
fr: Glycémie : %@
it: Glucosio: %@
ja: 血糖: %@
ko: 혈당: %@
pl: Glukoza: %@
pt_br: Glicose: %@
ru: Глюкоза: %@
sv: Glukos: %@
tr: Glikoz: %@
uk: Глюкоза: %@
zh_hans: 血糖: %@

# quick_entry.validation.min_max_format
source: Min %@ / Max %@
ar: الحد الأدنى %@ / الحد الأقصى %@
es: Mín %@ / Máx %@
ja: 最小 %@ / 最大 %@
ko: 최소 %@ / 최대 %@
pl: Min %@ / Maks %@
pt_br: Mín %@ / Máx %@
ru: Мин %@ / Макс %@
tr: Min %@ / Maks %@
uk: Мін %@ / Макс %@
zh_hans: 最小 %@ / 最大 %@

# screen.history.title
source: History
ar: السجل
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
ja: 履歴
ko: 기록
nl: Geschiedenis
pl: Historia
pt_br: Histórico
ru: История
sv: Historik
tr: Geçmiş
uk: Історія
zh_hans: 历史

# screen.settings.title
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ru: Настройки
sv: Inställningar
tr: Ayarlar
uk: Налаштування
zh_hans: 设置

# screen.today.title
source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
ja: 今日
ko: 오늘
nl: Vandaag
pl: Dzisiaj
pt_br: Hoje
ru: Сегодня
sv: Idag
tr: Bugün
uk: Сьогодні
zh_hans: 今天

# settings.disclaimer.medical
source: DDiary is not a medical device. Consult your physician for medical advice.
ar: DDiary ليس جهازًا طبيًا. استشر طبيبك للحصول على المشورة الطبية.
de: DDiary ist kein Medizinprodukt. Konsultiere deinen Arzt für medizinischen Rat.
es: DDiary no es un dispositivo médico. Consulta a tu médico para obtener asesoramiento médico.
fr: DDiary n'est pas un dispositif médical. Consultez votre médecin pour tout conseil médical.
it: DDiary non è un dispositivo medico. Consulta il tuo medico per consigli medici.
ja: DDiaryは医療機器ではありません。医療上のアドバイスは医師にご相談ください。
ko: DDiary는 의료 기기가 아닙니다. 의료 조언은 의사에게 상담하세요.
nl: DDiary is geen medisch hulpmiddel. Raadpleeg uw arts voor medisch advies.
pl: DDiary nie jest urządzeniem medycznym. Skonsultuj się z lekarzem w sprawie porad medycznych.
pt_br: DDiary não é um dispositivo médico. Consulte seu médico para aconselhamento médico.
ru: DDiary не является медицинским устройством. Обратитесь к врачу за медицинской консультацией.
sv: DDiary är inte en medicinsk enhet. Rådfråga din läkare för medicinsk rådgivning.
tr: DDiary bir tıbbi cihaz değildir. Tıbbi tavsiye için doktorunuza danışın.
uk: DDiary не є медичним пристроєм. Зверніться до лікаря за медичною консультацією.
zh_hans: DDiary 不是医疗设备。请咨询医生获取医疗建议。

# settings.error.saved_but_reminders_not_updated
source: Settings saved, but reminders could not be updated.
ar: تم حفظ الإعدادات، لكن تعذّر تحديث التذكيرات.
de: Einstellungen gespeichert, aber Erinnerungen konnten nicht aktualisiert werden.
es: Ajustes guardados, pero los recordatorios no se pudieron actualizar.
fr: Réglages enregistrés, mais les rappels n'ont pas pu être mis à jour.
it: Impostazioni salvate, ma i promemoria non possono essere aggiornati.
ja: 設定は保存されましたが、リマインダーを更新できませんでした。
ko: 설정이 저장되었지만 알림을 업데이트할 수 없습니다.
nl: Instellingen opgeslagen, maar herinneringen konden niet worden bijgewerkt.
pl: Ustawienia zapisane, ale przypomnienia nie mogły zostać zaktualizowane.
pt_br: Configurações salvas, mas os lembretes não puderam ser atualizados.
ru: Настройки сохранены, но напоминания не удалось обновить.
sv: Inställningar sparade, men påminnelser kunde inte uppdateras.
tr: Ayarlar kaydedildi, ancak hatırlatıcılar güncellenemedi.
uk: Налаштування збережено, але нагадування не вдалося оновити.
zh_hans: 设置已保存，但提醒无法更新。

# settings.feedback.email_subject
source: DDiary Feedback
ar: ملاحظات DDiary
es: Comentarios DDiary
fr: Commentaires DDiary
it: Feedback DDiary
ja: DDiaryへのフィードバック
ko: DDiary 피드백
pl: Opinie o DDiary
pt_br: Feedback DDiary
ru: Обратная связь DDiary
tr: DDiary Geri Bildirimi
uk: Відгук про DDiary
zh_hans: DDiary 反馈

# settings.google.error.spreadsheet_creation_failed_format
source: Failed to create spreadsheet: %@
ar: فشل إنشاء جدول البيانات: %@
de: Tabelle konnte nicht erstellt werden: %@
es: Error al crear la hoja de cálculo: %@
fr: Échec de la création du tableur : %@
it: Creazione del foglio di calcolo non riuscita: %@
ja: スプレッドシートの作成に失敗しました: %@
ko: 스프레드시트 생성에 실패했습니다: %@
nl: Spreadsheet aanmaken mislukt: %@
pl: Nie udało się utworzyć arkusza: %@
pt_br: Falha ao criar planilha: %@
ru: Не удалось создать таблицу: %@
sv: Det gick inte att skapa kalkylbladet: %@
tr: Elektronik tablo oluşturulamadı: %@
uk: Не вдалося створити таблицю: %@
zh_hans: 创建电子表格失败：%@

# settings.google.spreadsheet_title
source: DIA-ry backup
ar: نسخة احتياطية DIA-ry
de: DIA-ry Sicherung
es: Copia de seguridad DIA-ry
fr: Sauvegarde DIA-ry
it: Backup DIA-ry
ja: DIA-ryバックアップ
ko: DIA-ry 백업
pl: Kopia zapasowa DIA-ry
pt_br: Backup DIA-ry
ru: Резервная копия DIA-ry
sv: DIA-ry säkerhetskopia
tr: DIA-ry yedeği
uk: Резервна копія DIA-ry
zh_hans: DIA-ry 备份

# settings.google.summary.awaiting_credentials
source: Enabled, awaiting credentials
ar: مفعّل، في انتظار بيانات الاعتماد
de: Aktiviert, warte auf Anmeldedaten
es: Activado, esperando credenciales
fr: Activé, en attente des identifiants
it: Attivo, in attesa delle credenziali
ja: 有効、認証情報を待機中
ko: 활성화됨, 자격 증명 대기 중
nl: Geactiveerd, wacht op inloggegevens
pl: Włączone, oczekiwanie na dane logowania
pt_br: Ativado, aguardando credenciais
ru: Включено, ожидаются учетные данные
sv: Aktiverat, väntar på inloggningsuppgifter
tr: Etkin, kimlik bilgileri bekleniyor
uk: Увімкнено, очікування облікових даних
zh_hans: 已启用，等待凭据

# settings.google.summary.connected
source: Connected
ar: متصل
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
ja: 接続済み
ko: 연결됨
nl: Verbonden
pl: Połączono
pt_br: Conectado
ru: Подключено
sv: Ansluten
tr: Bağlandı
uk: Підключено
zh_hans: 已连接

# settings.google.summary.connected_with_uid_format
source: Connected (%@)
ar: متصل (%@)
de: Verbunden (%@)
es: Conectado (%@)
fr: Connecté (%@)
it: Connesso (%@)
ja: 接続済み (%@)
ko: 연결됨 (%@)
nl: Verbonden (%@)
pl: Połączono (%@)
pt_br: Conectado (%@)
ru: Подключено (%@)
sv: Ansluten (%@)
tr: Bağlandı (%@)
uk: Підключено (%@)
zh_hans: 已连接 (%@)

# settings.google.summary.not_connected
source: Not connected
ar: غير متصل
de: Nicht verbunden
es: No conectado
fr: Non connecté
it: Non connesso
ja: 未接続
ko: 연결 안 됨
nl: Niet verbonden
pl: Niepołączono
pt_br: Não conectado
ru: Не подключено
sv: Ej ansluten
tr: Bağlı değil
uk: Не підключено
zh_hans: 未连接

# settings.google.summary.starting_signin
source: Starting Google sign-in…
ar: جارٍ تسجيل الدخول إلى Google…
de: Google-Anmeldung wird gestartet…
es: Iniciando sesión en Google…
fr: Connexion à Google en cours…
it: Accesso a Google in corso…
ja: Googleサインイン開始中…
ko: Google 로그인 시작 중…
nl: Google-aanmelding starten…
pl: Trwa logowanie do Google…
pt_br: Iniciando login no Google…
ru: Запуск входа в Google…
sv: Startar Google-inloggning…
tr: Google oturumu başlatılıyor…
uk: Вхід до Google…
zh_hans: 正在启动 Google 登录…

# settings.row.active_weekdays
source: Active weekdays
ar: أيام العمل النشطة
de: Aktive Wochentage
es: Días laborables activos
fr: Jours actifs
it: Giorni feriali attivi
ja: 有効な平日
ko: 활성 평일
nl: Actieve weekdagen
pl: Aktywne dni robocze
pt_br: Dias úteis ativos
ru: Активные дни недели
sv: Aktiva veckodagar
tr: Aktif hafta içi günleri
uk: Активні робочі дні
zh_hans: 活跃工作日

# settings.row.add_time
source: Add time
ar: إضافة وقت
de: Zeit hinzufügen
es: Añadir hora
fr: Ajouter une heure
it: Aggiungi orario
ja: 時刻を追加
ko: 시간 추가
nl: Tijd toevoegen
pl: Dodaj godzinę
pt_br: Adicionar horário
ru: Добавить время
sv: Lägg till tid
tr: Saat ekle
uk: Додати час
zh_hans: 添加时间

# settings.row.after_meal_2h
source: After meal (2h)
ar: بعد الوجبة (2h)
de: Nach dem Essen (2h)
es: Después de comer (2h)
fr: Après le repas (2h)
it: Dopo il pasto (2h)
ja: 食後（2時間）
ko: 식후 (2시간)
nl: Na maaltijd (2u)
pl: Po posiłku (2h)
pt_br: Após a refeição (2h)
ru: После еды (2 ч)
sv: Efter måltid (2h)
tr: Yemekten sonra (2s)
uk: Після їжі (2г)
zh_hans: 餐后（2小时）

# settings.row.bedtime
source: Bedtime
ar: وقت النوم
de: Schlafenszeit
es: Al acostarse
fr: Coucher
it: Ora di dormire
ja: 就寝時間
ko: 취침 시간
nl: Bedtijd
pl: Pora snu
pt_br: Hora de dormir
ru: Перед сном
sv: Läggdags
tr: Uyku vakti
uk: Час сну
zh_hans: 就寝时间

# settings.row.bedtime_slot_enabled
source: Bedtime slot enabled
ar: فترة وقت النوم مفعّلة
de: Schlafenszeit-Slot aktiviert
es: Franja de acostarse activada
fr: Créneau coucher activé
it: Fascia ora di dormire attiva
ja: 就寝スロット有効
ko: 취침 슬롯 활성화
nl: Bedtijdslot ingeschakeld
pl: Slot pory snu włączony
pt_br: Slot hora de dormir ativado
ru: Слот перед сном включен
sv: Läggdags-slot aktiverat
tr: Uyku vakti slotu etkin
uk: Слот часу сну увімкнено
zh_hans: 启用就寝槽

# settings.row.bedtime_toggle
source: Bedtime
ar: وقت النوم
de: Schlafenszeit
es: Al acostarse
fr: Coucher
it: Ora di dormire
ja: 就寝時間
ko: 취침 시간
nl: Bedtijd
pl: Pora snu
pt_br: Hora de dormir
ru: Перед сном
sv: Läggdags
tr: Uyku vakti
uk: Час сну
zh_hans: 就寝时间

# settings.row.before_meal
source: Before meal
ar: قبل الوجبة
de: Vor dem Essen
es: Antes de comer
fr: Avant le repas
it: Prima del pasto
ja: 食前
ko: 식전
nl: Voor maaltijd
pl: Przed posiłkiem
pt_br: Antes da refeição
ru: До еды
sv: Innan måltid
tr: Yemekten önce
uk: До їжі
zh_hans: 餐前

# settings.row.blood_pressure
source: Blood Pressure
ar: ضغط الدم
de: Blutdruck
es: Presión arterial
fr: Tension artérielle
it: Pressione arteriosa
ja: 血圧
ko: 혈압
nl: Bloeddruk
pl: Ciśnienie krwi
pt_br: Pressão Arterial
ru: Артериальное давление
sv: Blodtryck
tr: Kan Basıncı
uk: Артеріальний тиск
zh_hans: 血压

# settings.row.breakfast
source: Breakfast
ar: الإفطار
de: Frühstück
es: Desayuno
fr: Petit-déjeuner
it: Colazione
ja: 朝食
ko: 아침 식사
nl: Ontbijt
pl: Śniadanie
pt_br: Café da manhã
ru: Завтрак
sv: Frukost
tr: Kahvaltı
uk: Сніданок
zh_hans: 早餐

# settings.row.connect
source: Connect
ar: اتصال
de: Verbinden
es: Conectar
fr: Connecter
it: Connetti
ja: 接続
ko: 연결
nl: Verbinden
pl: Połącz
pt_br: Conectar
ru: Подключить
sv: Anslut
tr: Bağlan
uk: Підключити
zh_hans: 连接

# settings.row.daily_cycle_mode
source: Daily cycle mode (1 per day)
ar: وضع الدورة اليومية (مرة واحدة يوميًا)
de: Tageszyklusmodus (1 pro Tag)
es: Modo ciclo diario (1 por día)
fr: Mode cycle journalier (1 par jour)
it: Modalità ciclo giornaliero (1 al giorno)
ja: デイリーサイクルモード（1日1回）
ko: 일일 사이클 모드 (하루 1회)
nl: Dagelijkse cyclusmodus (1 per dag)
pl: Tryb cyklu dziennego (1 dziennie)
pt_br: Modo ciclo diário (1 por dia)
ru: Режим дневного цикла (1 в день)
sv: Dagscykelläge (1 per dag)
tr: Günlük döngü modu (günde 1)
uk: Режим денного циклу (1 на день)
zh_hans: 每日循环模式（每天1次）

# settings.row.daily_cycle_switch_to_format
source: Switch to %@
ar: التبديل إلى %@
de: Wechseln zu %@
es: Cambiar a %@
fr: Passer à %@
it: Passa a %@
ja: %@ に切り替え
ko: %@(으)로 전환
nl: Overschakelen naar %@
pl: Przełącz na %@
pt_br: Mudar para %@
ru: Переключить на %@
sv: Byt till %@
tr: %@ moduna geç
uk: Перейти до %@
zh_hans: 切换到 %@

# settings.row.daily_cycle_today_is
source: Today is
ar: اليوم هو
de: Heute ist
es: Hoy es
fr: Aujourd'hui c'est
it: Oggi è
ja: 今日は
ko: 오늘은
nl: Vandaag is
pl: Dziś jest
pt_br: Hoje é
ru: Сегодня
sv: Idag är
tr: Bugün
uk: Сьогодні
zh_hans: 今天是

# settings.row.dia_max
source: DIA max
ar: DIA الأقصى
es: DIA máx
ja: 拡張期最大
ko: 이완기 최대
pl: DIA maks
pt_br: DIA máx
ru: ДАД макс
tr: DİA maks
uk: ДАТ макс
zh_hans: 舒张压最大值

# settings.row.dia_min
source: DIA min
ar: DIA الأدنى
es: DIA mín
ja: 拡張期最小
ko: 이완기 최소
pt_br: DIA mín
ru: ДАД мин
uk: ДАТ мін
zh_hans: 舒张压最小值

# settings.row.dinner
source: Dinner
ar: العشاء
de: Abendessen
es: Cena
fr: Dîner
it: Cena
ja: 夕食
ko: 저녁 식사
nl: Diner
pl: Kolacja
pt_br: Jantar
ru: Ужин
sv: Middag
tr: Akşam yemeği
uk: Вечеря
zh_hans: 晚餐

# settings.row.disconnect
source: Disconnect
ar: قطع الاتصال
de: Trennen
es: Desconectar
fr: Déconnecter
it: Disconnetti
ja: 切断
ko: 연결 끊기
nl: Verbreken
pl: Rozłącz
pt_br: Desconectar
ru: Отключить
sv: Koppla från
tr: Bağlantıyı kes
uk: Відключити
zh_hans: 断开连接

# settings.row.export_csv
source: Export CSV
ar: تصدير CSV
de: CSV exportieren
es: Exportar CSV
fr: Exporter CSV
it: Esporta CSV
ja: CSVエクスポート
ko: CSV 내보내기
nl: CSV exporteren
pl: Eksportuj CSV
pt_br: Exportar CSV
ru: Экспорт CSV
sv: Exportera CSV
tr: CSV dışa aktar
uk: Експорт CSV
zh_hans: 导出 CSV

# settings.row.from
source: From
ar: من
de: Von
es: Desde
fr: De
it: Da
ja: から
ko: 시작
nl: Van
pl: Od
pt_br: De
ru: С
sv: Från
tr: Başlangıç
uk: З
zh_hans: 从

# settings.row.glucose
source: Glucose
ar: جلوكوز
de: Glukose
es: Glucosa
it: Glucosio
ja: 血糖
ko: 혈당
pl: Glukoza
pt_br: Glicose
ru: Глюкоза
sv: Glukos
tr: Glikoz
uk: Глюкоза
zh_hans: 血糖

# settings.row.glucose_max
source: Glucose max
ar: جلوكوز الأقصى
de: Glukose max
es: Glucosa máx
it: Glucosio max
ja: 血糖最大
ko: 혈당 최대
pl: Glukoza maks
pt_br: Glicose máx
ru: Глюкоза макс
sv: Glukos max
tr: Glikoz maks
uk: Глюкоза макс
zh_hans: 血糖最大值

# settings.row.glucose_min
source: Glucose min
ar: جلوكوز الأدنى
de: Glukose min
es: Glucosa mín
it: Glucosio min
ja: 血糖最小
ko: 혈당 최소
pl: Glukoza min
pt_br: Glicose mín
ru: Глюкоза мин
sv: Glukos min
tr: Glikoz min
uk: Глюкоза мін
zh_hans: 血糖最小值

# settings.row.glucose_unit
source: Glucose Unit
ar: وحدة الجلوكوز
de: Glukose-Einheit
es: Unidad de glucosa
fr: Unité de glycémie
it: Unità glucosio
ja: 血糖単位
ko: 혈당 단위
nl: Glucose-eenheid
pl: Jednostka glukozy
pt_br: Unidade de glicose
ru: Единица глюкозы
sv: Glukosenhet
tr: Glikoz birimi
uk: Одиниця глюкози
zh_hans: 血糖单位

# settings.row.include_bp
source: Include BP
ar: تضمين ضغط الدم
de: BD einschließen
es: Incluir PA
fr: Inclure la TA
it: Includi PA
ja: 血圧を含む
ko: 혈압 포함
nl: BD opnemen
pl: Uwzględnij CT
pt_br: Incluir PA
ru: Включить АД
sv: Inkludera BT
tr: KB dahil et
uk: Включити АТ
zh_hans: 包含血压

# settings.row.include_glucose
source: Include Glucose
ar: تضمين الجلوكوز
de: Glukose einschließen
es: Incluir glucosa
fr: Inclure le glucose
it: Includi glucosio
ja: 血糖を含む
ko: 혈당 포함
nl: Glucose opnemen
pl: Uwzględnij glukozę
pt_br: Incluir glicose
ru: Включить глюкозу
sv: Inkludera glukos
tr: Glikoz dahil et
uk: Включити глюкозу
zh_hans: 包含血糖

# settings.row.last_sync_format
source: Last sync: %@
ar: آخر مزامنة: %@
de: Letzte Synchronisierung: %@
es: Última sincronización: %@
fr: Dernière sync : %@
it: Ultima sincronizzazione: %@
ja: 最終同期: %@
ko: 마지막 동기화: %@
nl: Laatste synchronisatie: %@
pl: Ostatnia synchronizacja: %@
pt_br: Última sincronização: %@
ru: Последняя синхронизация: %@
sv: Senaste synk: %@
tr: Son eşitleme: %@
uk: Остання синхронізація: %@
zh_hans: 上次同步：%@

# settings.row.last_sync_none
source: Last sync: —
ar: آخر مزامنة: —
de: Letzte Synchronisierung: —
es: Última sincronización: —
fr: Dernière sync : —
it: Ultima sincronizzazione: —
ja: 最終同期: —
ko: 마지막 동기화: —
nl: Laatste synchronisatie: —
pl: Ostatnia synchronizacja: —
pt_br: Última sincronização: —
ru: Последняя синхронизация: —
sv: Senaste synk: —
tr: Son eşitleme: —
uk: Остання синхронізація: —
zh_hans: 上次同步：—

# settings.row.lunch
source: Lunch
ar: الغداء
de: Mittagessen
es: Almuerzo
fr: Déjeuner
it: Pranzo
ja: 昼食
ko: 점심 식사
pl: Obiad
pt_br: Almoço
ru: Обед
tr: Öğle yemeği
uk: Обід
zh_hans: 午餐

# settings.row.no_times_configured
source: No times configured
ar: لا توجد أوقات مضبوطة
de: Keine Zeiten konfiguriert
es: Sin horas configuradas
fr: Aucune heure configurée
it: Nessun orario configurato
ja: 設定された時刻なし
ko: 설정된 시간 없음
nl: Geen tijden ingesteld
pl: Brak skonfigurowanych godzin
pt_br: Nenhum horário configurado
ru: Время не настроено
sv: Inga tider konfigurerade
tr: Saat yapılandırılmadı
uk: Час не налаштовано
zh_hans: 未设置时间

# settings.row.pending_failed_format
source: Pending: %d Failed: %d
ar: قيد الانتظار: %d فشل: %d
de: Ausstehend: %d Fehlgeschlagen: %d
es: Pendiente: %d Fallido: %d
fr: En attente : %d Échecs : %d
it: In attesa: %d Non riusciti: %d
ja: 保留中: %d 失敗: %d
ko: 대기 중: %d 실패: %d
nl: In behandeling: %d Mislukt: %d
pl: Oczekujące: %d Nieudane: %d
pt_br: Pendente: %d Com falha: %d
ru: В ожидании: %d Ошибки: %d
sv: Väntande: %d Misslyckade: %d
tr: Bekleyen: %d Başarısız: %d
uk: Очікує: %d Помилок: %d
zh_hans: 待处理：%d 失败：%d

# settings.row.save
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ru: Сохранить
sv: Spara
tr: Kaydet
uk: Зберегти
zh_hans: 保存

# settings.row.send_feedback
source: Send Feedback
ar: إرسال ملاحظات
de: Feedback senden
es: Enviar comentarios
fr: Envoyer un commentaire
it: Invia feedback
ja: フィードバックを送信
ko: 피드백 보내기
nl: Feedback sturen
pl: Wyślij opinię
pt_br: Enviar feedback
ru: Отправить отзыв
sv: Skicka feedback
tr: Geri bildirim gönder
uk: Надіслати відгук
zh_hans: 发送反馈

# settings.row.sync_now
source: Sync Now
ar: مزامنة الآن
de: Jetzt synchronisieren
es: Sincronizar ahora
fr: Synchroniser
it: Sincronizza ora
ja: 今すぐ同期
ko: 지금 동기화
nl: Nu synchroniseren
pl: Synchronizuj teraz
pt_br: Sincronizar agora
ru: Синхронизировать
sv: Synkronisera nu
tr: Şimdi eşitle
uk: Синхронізувати
zh_hans: 立即同步

# settings.row.sys_max
source: SYS max
ar: SYS الأقصى
es: SYS máx
ja: 収縮期最大
ko: 수축기 최대
pl: SYS maks
pt_br: SYS máx
ru: САД макс
tr: SİS maks
uk: САТ макс
zh_hans: 收缩压最大值

# settings.row.sys_min
source: SYS min
ar: SYS الأدنى
es: SYS mín
ja: 収縮期最小
ko: 수축기 최소
pt_br: SYS mín
ru: САД мин
tr: SİS min
uk: САТ мін
zh_hans: 收缩压最小值

# settings.row.to
source: To
ar: إلى
de: Bis
es: Hasta
fr: À
it: A
ja: まで
ko: 끝
nl: Tot
pl: Do
pt_br: Até
ru: По
sv: Till
tr: Bitiş
uk: По
zh_hans: 至

# settings.section.bp_reminders
source: Blood Pressure Reminders
ar: تذكيرات ضغط الدم
de: Blutdruck-Erinnerungen
es: Recordatorios de presión arterial
fr: Rappels de tension artérielle
it: Promemoria pressione arteriosa
ja: 血圧リマインダー
ko: 혈압 알림
nl: Bloeddrukherinneringen
pl: Przypomnienia o ciśnieniu krwi
pt_br: Lembretes de pressão arterial
ru: Напоминания АД
sv: Blodtryckspåminnelser
tr: Kan Basıncı Hatırlatıcıları
uk: Нагадування АТ
zh_hans: 血压提醒

# settings.section.export
source: Export
ar: تصدير
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
ja: エクスポート
ko: 내보내기
nl: Exporteren
pl: Eksportuj
pt_br: Exportar
ru: Экспорт
sv: Exportera
tr: Dışa aktar
uk: Експорт
zh_hans: 导出

# settings.section.feedback_about
source: Feedback & About
ar: ملاحظات وحول التطبيق
de: Feedback & Über
es: Comentarios y acerca de
fr: Commentaires et à propos
it: Feedback e informazioni
ja: フィードバックとアプリ情報
ko: 피드백 및 앱 정보
nl: Feedback en info
pl: Opinie i informacje
pt_br: Feedback e sobre
ru: Обратная связь и о приложении
sv: Feedback och om
tr: Geri Bildirim ve Hakkında
uk: Відгук та про додаток
zh_hans: 反馈与关于

# settings.section.glucose_reminders
source: Glucose Reminders
ar: تذكيرات الجلوكوز
de: Glukose-Erinnerungen
es: Recordatorios de glucosa
fr: Rappels de glycémie
it: Promemoria glucosio
ja: 血糖リマインダー
ko: 혈당 알림
nl: Glucoseherinneringen
pl: Przypomnienia o glukozie
pt_br: Lembretes de glicose
ru: Напоминания глюкозы
sv: Glukospåminnelser
tr: Glikoz Hatırlatıcıları
uk: Нагадування глюкози
zh_hans: 血糖提醒

# settings.section.google_backup
source: Google Sheets Backup
ar: نسخ احتياطي على Google Sheets
de: Google Sheets Sicherung
es: Copia de seguridad en Google Sheets
fr: Sauvegarde Google Sheets
it: Backup su Google Sheets
ja: Google Sheetsバックアップ
ko: Google Sheets 백업
nl: Back-up naar Google Sheets
pl: Kopia zapasowa na Google Sheets
pt_br: Backup no Google Sheets
ru: Резервная копия Google Sheets
sv: Säkerhetskopiering till Google Sheets
tr: Google Sheets Yedekleme
uk: Резервна копія Google Sheets
zh_hans: Google Sheets 备份

# settings.section.meal_times
source: Meal Times
ar: أوقات الوجبات
de: Mahlzeiten
es: Horario de comidas
fr: Heures des repas
it: Orari dei pasti
ja: 食事時間
ko: 식사 시간
nl: Maaltijdtijden
pl: Godziny posiłków
pt_br: Horários das refeições
ru: Время приемов пищи
sv: Måltidstider
tr: Öğün Saatleri
uk: Час прийому їжі
zh_hans: 餐点时间
